Repository: cg-alves/CGA-Post-AutoEditor
Catalog: src/post-autoedit/lang/cga-post-autoeditor-*.po
Languages: pt_pt

source: CGA Post Auto Editor
pt_pt: Editor de Artigos Automático CGA

source: Plugin for automatically editing post titles.
pt_pt: Plugin para editar o títulos de artigos automaticamente.

source: Post Auto Editor
pt_pt: Editor Automático de Artigos

source: Post Type Chooser
pt_pt: Seleccionador de Tipo de Artigos

source: Editing Options
pt_pt: Opções de Edição

source: Post Backup Import
pt_pt: Importação de Cópia de Segurança

source: Post Backup Download
pt_pt: Descarga de Cópia de Segurança

source: Changes Done
pt_pt: Alterações Concluídas

source: Manual Search
pt_pt: Pesquisa Manual

source: Import Posts
pt_pt: Importar Artigos

source: Export Posts
pt_pt: Exportar Artigos

source: Edit Posts
pt_pt: Editar Artigos

source: Return to the Main Menu
pt_pt: Regressar ao Menu Principal

source: Your changes have been committed to the database.
pt_pt: As suas alterações foram gravadas na base de dados.

source: First letter of the post uppercase
pt_pt: Primeira letra do artigo em maiúsculo

source: First Letter Of Each Word Uppercase
pt_pt: Primeira Letra De Cada Palavra Em Maiúsculo

source: ALL UPPERCASE
pt_pt: TUDO EM MAISÚSCULO

source: all lowercase
pt_pt: tudo em minúsculo

source: Choose your edit
pt_pt: Escolha a alteração

source: Choose the post types you wish to edit
pt_pt: Escolha os tipos de artigos que deseja editar

source: Post Type
pt_pt: Tipo de artigo

source: Selection
pt_pt: Selecção

source: Select Post Types
pt_pt: Escolher Tipos de Artigo

source: OR
pt_pt: OU

source: Manual Search by Post ID (Advanced)
pt_pt: Pesquisa Manual do ID de Artigos (Avançado)

source: Save your backup to a safe location
pt_pt: Guarde a sua cópia de segurança num local seguro

source: Download Backup
pt_pt: Descarregar cópia de segurança

source: Select plugin backup to upload
pt_pt: Escolha a cópia de segurança para enviar

source: Upload File
pt_pt: Enviar Ficheiro

source: Manual ID Search
pt_pt: Pesquisa Manual de ID

source: Please insert the IDs of the posts to edit bellow.
pt_pt: Por favor insira os IDs dos artigos a editar na caixa de texto.

source: Posts to edit
pt_pt: Artigos a editar

source: Insert the IDs of the posts that you wish to edit separated by commas.&#10;&#10;Example:&#10;1,2,3
pt_pt: Insira os IDs dos artigos que deseja editar separados por vírgulas.&#10;&#10;Exemplo:&#10;1,2,3
